{"data" : [
  {
      "cod": "69008",
      "image": "corretivo_natura.jpg",
      "alt": "Corretivo alta cobertura",
      "name": "Corretivo Alta Cobertura Aquarela",
      "linha": "AQUARELA",
      "conteudo": "8ml",
      "price": "32.90",
      "currentPrice": "22.90",
      "descricao": "O Corretivo Alta Cobertura Aquarela traz mais, mais e mais cobertura, camufla olheiras e imperfeições com efeito levemente luminoso. Sua textura é cremosa, livre de óleos, e ainda tem secagem rápida com mais duração e acabamento natural.",
      "subDescricao":"Benefícios:",
      "beneficios": ["• Mais alta cobertura com efeito levemente luminoso.",
                      "• Camufla olheiras e imperfeições.",
                      "• Textura cremosa com secagem rápida.",
                      "• Longa duração."]

  },
  {
      "cod": "82161",
      "image": "base_nude.jpg",
      "alt": "base nude natura",
      "name": "Base Nude Me Sérum FPS18",
      "linha":"UNA",
      "conteudo": "30ml",
      "price": "190.90",
      "currentPrice": "144.90",
      "descricao": "A Nude Me Base Sérum FPS 18 Una é a opção certa, já que nem toda base pode ser usada diariamente por causa da sua textura – que pode pesar na pele. Leve, fluida e aquosa, a Nude Me é indicada para todos os tipos de pele e pode ser usada todos os dias. Com a Tecnologia Oxygen, ela não prejudica a saúde do rosto, já que essa inovação possibilita que a pele respire tanto quanto se estivesse sem o produto. Seca em tempo ideal, e deixa um acabamento perfeito: nem matte extremo nem oleoso. Atende desde as pessoas que procuram uma base confortável – que cobre imperfeições sem pesar – até quem prefere alta cobertura. Além disso, é fácil de dosar com seu aplicador conta-gotas.",
      "subDescricao": "Benefícios:",
      "beneficios": ["• Textura ultrafina.","• Acabamento natural.", "• Permite que a pele respire.", "• Dura até 24 h.", "• Imediatamente: cobertura, uniformidade, vitalidade e acabamento natural.", "• Após 14 dias: recupera a radiância da pele e combate sinais de estresse.", "• Após 28 dias: melhora a oxigenação da pele e aumenta a produção de energia."]

  },
  {
      "cod": "69100",
      "image": "delineador.jpg",
      "alt": "Delineador Natura",
      "name": "Delineador Color & Precisão Aquarela",
      "linha": "AQUARELA",
      "conteudo": "3.5ml",
      "price": "29.90",
      "currentPrice": "19.90",
      "descricao": "Com o Delineador Color & Precisão Aquarela, você pode soltar a imaginação e apostar em diferentes tipos de traços, como o gatinho, geométrico, invertido ou qualquer outro que quiser.",
      "subDescricao": "Benefícios:",
      "beneficios": ["• Cor intensa.",
                      "• Traço fino e preciso.",
                      "• Fácil aplicação."]
  },
  {
      "cod": "69346",
      "image": "batom_matte.jpg",
      "alt": "batom Matte",
      "name": "Batom Líquido Matte Faces",
      "linha": "FACES",
      "conteudo": "3.5ml",
      "price": "25.90",
      "currentPrice": "19.90",
      "descricao": "O Batom Líquido Matte Faces é mara! Com cobertura cover-up, ele é perfeito para você experimentar e inventar. Quanto mais você passa, mais intenso ele fica. Tá na boca, tá na bolsa, tá na mão!",
      "subDescricao": "Benefícios: ",
      "beneficios":["• Acabamento matte.",
                      "• Cores ousadas e vibrantes.",
                      "• Fácil aplicação."]
  },
  {
      "cod": "25227",
      "image": "kaiak_pulso.jpg",
      "alt": "Perfume Kaiak pulso",
      "name": "Kaiak Pulso",
      "linha": "KAIAK",
      "conteudo": "100ml",
      "price": "121.90",
      "currentPrice": "121.90",
      "descricao": "Vibrante, Kaiak Pulso combina ervas com notas de lima. Uma fragrância que move os homens e exala adrenalina. Ideal para homens que não gostam de ficar parados. \n A busca por viver intensamente traz a essência do que é Kaiak. Os desafios são atrativos para homens que não possuem medo de se aventurar.\n Sentindo o movimento das ondas seu corpo absorve a energia do mar. Guiando a bike a sensação de comando e segurança é libertadora. Enquanto aumenta a velocidade da corrida você sente seu coração ganhar um ritmo envolvente. É uma mistura de emoções que te movem. É pulsante.\n Kaiak Pulso possui uma saída que é uma explosão de frescor, ressaltada pelo contraste do corpo floral. O fundo é uma rica combinação de madeiras como musc, tonka e incenso. Fragrância totalmente inspirada na sua energia.",
      "subDescricao": "Caminho Olfativo",
      "beneficios": ["• Topo: Mandarina, Grapefruit, Lima.",
                      "• Corpo: Ozônico, Rosa, Muguet.",
                      "• Fundo: Musc, Vetiver, Cedro."]
  },
  {
      "cod": "86935",
      "image": "luna_intenso.jpg",
      "alt": "Perfume Luna Intenso",
      "name": "Luna Intenso",
      "linha": "LUNA",
      "conteudo": "50ml",
      "price": "139.90",
      "currentPrice": "99.90",
      "descricao": "Em uma versão mais intensa, o Chipre tão característico de Luna conta com uma dose generosa do mais potente e puro patchouli combinada às notas gourmand da vanila, trazendo identidade e sensualidade ao primeiro deo parfum da marca, com uma seleção única de florais femininos e notas cremosas aveludadas de pêssego. Para mulheres que têm sensualidade à flor da pele.",
      "subDescricao": "Caminho Olfativo",
      "beneficios": ["• Chipre"]
  },
  {
      "cod": "86727",
      "image": "humor_proprio.jpg",
      "alt": "Perfume Humor Próprio",
      "name": "Humor Próprio",
      "linha": "HUMOR",
      "conteudo": "75ml",
      "price": "104.90",
      "currentPrice": "79.90",
      "descricao": "Humor é um jeito de olhar a vida. Porque a graça é maior quando a gente compartilha e se permite rir de si mesma. Humor Próprio é uma fragrância adocicada e cheia de personalidade, com o colorido e a alegria da cereja em calda, mesclada ao encantamento das notas florais em um fundo ambarado superadocicado. É uma mistura de personalidade e cheia de irreverência, afinal, uma boa dose de humor próprio não faz mal a ninguém!",
      "subDescricao": "Caminho Olfativo:",
      "beneficios": ["• Topo: Maçã, Morango, Cereja.",
                      "• Corpo: Rosa, Jasmim, Muguet.",
                      "• Fundo: Musc, Vanila, Cedro."]
  },
  {
      "cod": "91070",
      "image": "creme_mangarosa_aguacoco.jpg",
      "alt": "Creme Desodorante Corporal Manga Rosa e Água de Coco",
      "name": "Creme Desodorante Nutritivo Manga Rosa e Água de Coco",
      "linha": "TODODIA",
      "conteudo": "400ml",
      "price": "",
      "currentPrice": "",
      "descricao": "Tudo muda quando a gente descobre que tem uma energia pulsando tão forte quanto o verão. Mas este é um verão diferente. É um verão que começou dentro da gente. O Desodorante Hidratante Corporal Tododia Manga Rosa e Água de Coco conta com fragrância refrescante que combina o frutal da manga rosa com a leveza da água de coco. Além disso, possui os benefícios dos desodorantes hidratantes de Tododia que você já conhece. Aproveite um verão mais intenso com a refrescância que a estação mais quente do ano pede.",
      "subDescricao": "Benefícios",
      "beneficios": ["• Nutrição prebiótica: se adapta às mudanças da sua pele;",
                      "• Textura ultrarrefrescante, acalma a pele e alivia a sensação de calor;",
                      "• Fórmula sorbet: toque geladinho que refresca a pele;",
                      "• Rápida absorção com formação de camada protetora na pele."]
  },
  {
      "cod": "100118",
      "image": "sabonete_algodao.jpg",
      "alt": "Sabonete em barra algodão",
      "name": "Kit Tododia Sabonete em Barra Algodão",
      "linha": "TODODIA",
      "conteudo": "3 caixas com 5 unidades de 90g cada",
      "price": "",
      "currentPrice": "",
      "descricao": "O sabonete em barra Tododia Algodão promove agradável sensação enquanto limpa e deixa a pele macia e sedosa. Sua fórmula suave evita o ressecamento e prepara a pele para receber a combinação nutritiva duradoura de nossos hidratantes.",
      "subDescricao": "Benefícios",
      "beneficios": ["• Não resseca a pele;",
                      "• Hidrata suavemente;",
                      "• Sensação de pele macia e sedosa."]
  },
  {
      "cod": "62731",
      "image": "hidratanteMaos_maracuja.jpg",
      "alt": "Nectar Hidratante para mãos Maracuja",
      "name": "Néctar Hidratante para Mãos Maracujá",
      "linha": "EKOS",
      "conteudo": "75g",
      "price": "",
      "currentPrice": "",
      "descricao": "Com óleo de maracujá este néctar hidratante para mãos, de textura leve, promove hidratação imediata e prolongada das mãos. Com rápida absorção na pele, deixa suas mãos macias e delicadamente perfumadas com as notas frescas de maracujá. Ideal para usar ao longo do dia.",
      "subDescricao": "Benefícios",
      "beneficios": ["• O óleo de maracujá, com alta concentração de ácidos graxos essenciais, hidrata e acalma a pele, suavizando agressões externas."]
  },
  {
      "cod": "63370",
      "image": "shampoo_refil_pataua.jpg",
      "alt": "Refil Shampoo Patauá",
      "name": "Refil Shampoo Patauá",
      "linha": "EKOS",
      "conteudo": "300ml",
      "price": "",
      "currentPrice": "",
      "descricao": "Ideal para cabelos finos e fragilizados, com crescimento lento e que quebram facilmente, o Shampoo Ekos Patauá contém o puro óleo de Patauá, com espuma cremosa e abundante. A versão refil é econônica e sustentável.",
      "subDescricao": "Benefícios",
      "beneficios": ["• Prepara o couro cabeludo e fios para o tratamento de fortalecimento.",
                      "• Remove suavemente as impurezas.",
                      "• Espuma cremosa e abundante."]
  },
  {
      "cod": "86965",
      "image": "cremePentear_cabelosCacheados.jpg",
      "alt": "Creme para pentear cabelos cacheados",
      "name": "Creme de Pentear Brilho Intenso Cabelos Cacheados",
      "linha": "LUMINA",
      "conteudo": "300ml",
      "price": "",
      "currentPrice": "",
      "descricao": "O Creme de Pentear Brilho Intenso para Cabelos Cacheados Lumina faz parte de um completo Sistema de Tratamento, que realça o brilho dos fios, controla o frizz, hidrata intensamente e define os cachos por 24 horas, desembaraçando-os desde a lavagem. Ele também conta com a inédita Biotecnologia Pró-teia, responsável por preencher os fios de dentro para fora, na medida de cada dano. Além disso, o creme traz em sua fórmula o Ativo Hidradefinição, que define os fios cacheados e crespos, tem efeito memória de longa duração e garante aos cabelos movimento e ação antifrizz.",
      "subDescricao": "Benefícios",
      "beneficios": ["• Cabelos hidratados imediatamente.",
                      "• Cachos definidos por 24 horas.",
                      "• Brilho intenso.",
                      "• 3x menos frizz."]
  },
  {
      "cod": "78934",
      "image": "gel_limpeza_facial.jpg",
      "alt": "Gel de limpeza facial",
      "name": "Gel de Limpeza",
      "linha": "HOMEM",
      "conteudo": "115g",
      "price": "",
      "currentPrice": "",
      "descricao": "O Gel de Limpeza Facial Natura Homem limpa, controla a oleosidade da pele e desobstrui os poros. Ideal para o homem que se cuida.",
      "subDescricao": "Benefícios",
      "beneficios": ["• A betaína de cupuaçu em sua composição controla a oleosidade;",
                      "• Desobstriu os poros",
                      "• Sabonete líquido facial em gel."]
  },
  {
      "cod": "78906",
      "image": "creme_barbear.jpg",
      "alt": "Creme de barbear",
      "name": "Creme de Barbear",
      "linha": "HOMEM",
      "conteudo": "75g",
      "price": "",
      "currentPrice": "",
      "descricao": "O Creme de Barbear Natura Homem facilita o deslizar da lâmina e acalma a pele. Também garante hidratação por até 8 horas. Ideal para o homem que se cuida",
      "subDescricao": "Benefícios",
      "beneficios": ["• Não resseca a pele;",
                      "• Proporciona o alto deslize da lâmina;",
                      "• O óleo de copaíba na fórmula acalma a pele",
                      "• Hidrata por até 8 horas."]
  }  ]
          
}
